Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2022.tmx
Source language: en_us
Languages: zh_cn

source: We will strengthen county-level commercial systems and develop e-commerce and express delivery services in rural areas.
zh_cn: 加强县域商业体系建设，发展农村电商和快递物流配送。

source: We will improve the quality of products and services, better protect the rights and interests of consumers, ensure public demand is met, and encourage people to spend.
zh_cn: 提高产品和服务质量，强化消费者权益保护，着力适应群众需求、增强消费意愿。

source: We will increase effective investment.
zh_cn: 积极扩大有效投资。

source: In line with major national strategies and the 14th Five-Year Plan, we will make proactive investments in infrastructure as appropriate.
zh_cn: 围绕国家重大战略部署和“十四五”规划，适度超前开展基础设施投资。

source: We will construct major water conservancy projects, integrated multidimensional transportation networks and important energy bases and facilities.
zh_cn: 建设重点水利工程、综合立体交通网、重要能源基地和设施，

source: The upgrading of urban pipelines, including those for gas and water supply as well as sewage, will be accelerated.
zh_cn: 加快城市燃气管道、给排水管道等管网更新改造，

source: Flood prevention and drainage facilities will be improved, and the building of underground utility tunnels will continue.
zh_cn: 完善防洪排涝设施，继续推进地下综合管廊建设。

source: Investment from the central government budget will reach 640 billion yuan this year.
zh_cn: 中央预算内投资安排6400亿元。

source: The government will make improving the people's wellbeing an investment priority and work harder to shore up weak links in areas that are important to people's lives.
zh_cn: 政府投资更多向民生项目倾斜，加大社会民生领域补短板力度。

source: We will deepen reform of the investment approval system, ensure the provision of land, energy and other factors of production, and keep energy consumption of major national projects under separate management.
zh_cn: 深化投资审批制度改革，做好用地、用能等要素保障，对国家重大项目要实行能耗单列。

source: We will also improve the investment mix and remove impediments to investment so as to fully leverage its critical role.
zh_cn: 要优化投资结构，破解投资难题，切实把投资关键作用发挥出来。

source: We will promote balanced and coordinated development among regions.
zh_cn: 增强区域发展平衡性协调性。

source: We will fully implement all major regional development strategies and the strategy for coordinated regional development.
zh_cn: 深入实施区域重大战略和区域协调发展战略。

source: We will promote coordinated development of the Beijing-Tianjin-Hebei region, development of the Yangtze Economic Belt, development of the Guangdong-Hong Kong-Macao Greater Bay Area, integrated development of the Yangtze River Delta, and ecological conservation and high-quality development in the Yellow River basin.
zh_cn: 推进京津冀协同发展、长江经济带发展、粤港澳大湾区建设、长三角一体化发展、黄河流域生态保护和高质量发展，

source: We will advance the construction of Xiongan New Area according to high standards and quality requirements and support development of Beijing municipal administrative center.
zh_cn: 高标准高质量建设雄安新区，支持北京城市副中心建设。

source: We will usher in a new phase of large-scale development in the western region, promote breakthroughs in the revitalization of the northeast, spur high-quality development of the central region, and encourage the eastern region to accelerate its pace of modernization.
zh_cn: 推动西部大开发形成新格局，推动东北振兴取得新突破，推动中部地区高质量发展，鼓励东部地区加快推进现代化，支持产业梯度转移和区域合作。

source: We will support phased trans-regional relocation of industries as well as regional cooperation, and also support old revolutionary base areas, ethnic minority areas, and border areas in accelerating development.
zh_cn: 支持革命老区、民族地区、边疆地区加快发展。

source: We will develop the maritime economy and build China into a strong maritime country.
zh_cn: 发展海洋经济，建设海洋强国。

source: Major economically developed provinces should leverage their strength to play a bigger role in driving development of the whole country.
zh_cn: 经济大省要充分发挥优势，增强对全国发展的带动作用。

source: Regions experiencing economic difficulty should make full use of state support policies to tap their potential and stimulate economic recovery.
zh_cn: 经济困难地区要用好国家支持政策，挖掘自身潜力，努力促进经济恢复发展。

source: We will improve new urbanization initiatives.
zh_cn: 提升新型城镇化质量。

source: We will proceed with urban renewal in a well-conceived way.
zh_cn: 有序推进城市更新，

source: We will step up construction of public utilities and bolster capacities to prevent and mitigate natural disasters; identify and address safety hazards in old buildings and facilities; renovate another group of old residential communities in urban areas and support the installation of elevators in old residential buildings; and promote the development of barrier-free environments and renovation of public facilities for the convenience of senior citizens.
zh_cn: 加强市政设施和防灾减灾能力建设，开展老旧建筑和设施安全隐患排查整治，再开工改造一批城镇老旧小区，支持加装电梯等设施，推进无障碍环境建设和公共设施适老化改造。

source: We will improve the systems for providing basic public services to people in places of their permanent residence and strengthen infrastructure in county seats.
zh_cn: 健全常住地提供基本公共服务制度。加强县城基础设施建设。

source: Steady steps will be taken to develop city clusters and metropolitan areas and to promote coordinated development of cities of different sizes and small towns.
zh_cn: 稳步推进城市群、都市圈建设，促进大中小城市和小城镇协调发展。

source: We will promote the development of the Chengdu-Chongqing economic zone.
zh_cn: 推进成渝地区双城经济圈建设。

source: Strict standards will be applied in the re-designation of counties as cities or city districts.
zh_cn: 严控撤县建市设区。

source: In the course of planning and construction in urban and rural areas, we will protect and keep alive our historical and cultural heritage and promote efficient and intensive use of land.
zh_cn: 在城乡规划建设中做好历史文化保护传承，节约集约用地。

source: We will advance a new, people-centered type of urbanization to ensure that life becomes more and more fulfilling for our people.
zh_cn: 要深入推进以人为核心的新型城镇化，不断提高人民生活质量。

source: 6. Boosting agricultural production and promoting all-around rural revitalization
zh_cn: （六）大力抓好农业生产，促进乡村全面振兴。

source: We will refine and strengthen policies in support of agriculture, continue promoting development in areas lifted out of poverty, ensure good harvests, and promote growth in rural incomes.
zh_cn: 完善和强化农业支持政策，接续推进脱贫地区发展，促进农业丰收、农民增收。

source: We will step up efforts to ensure stable production and sufficient supply of grain and other important agricultural products.
zh_cn: 加强粮食等重要农产品稳产保供。

source: We will keep total grain acreage at a stable level, refine the mix of grain crops, strengthen management over the late seeding of wheat on summer-grain farmland, and increase the production of soybeans and other oilseed crops.
zh_cn: 稳定粮食播种面积，优化粮食结构，针对小麦晚播强化夏粮田间管理，促进大豆和油料增产。

source: We will raise the minimum purchase prices of rice and wheat as appropriate.
zh_cn: 适当提高稻谷、小麦最低收购价。

source: To ensure reasonable returns for grain growers and incentivize major grain-producing areas, we will ensure the provision of agricultural supplies such as chemical fertilizers at stable prices, continue to provide agricultural supply subsidies to grain growers, and step up support for major grain-producing areas.
zh_cn: 保障化肥等农资供应和价格稳定，给种粮农民再次发放农资补贴，加大对主产区支持力度，让农民种粮有合理收益、主产区抓粮有内在动力。

source: To ensure the area of farmland remains above the redline of 120 million hectares, we will designate a sufficient amount of good land as permanent basic cropland, and firmly stop any attempts to use cropland for any purpose other than agriculture and specifically grain production.
zh_cn: 坚决守住18亿亩耕地红线，划足划实永久基本农田，切实遏制耕地“非农化”、防止“非粮化”。

source: We will step up efforts to upgrade low- and medium-yield cropland, increase the area of high-standard cropland by 6.67 million hectares, and construct or upgrade a number of medium and large irrigated areas.
zh_cn: 加强中低产田改造，新建1亿亩高标准农田，新建改造一批大中型灌区。

source: We will intensify conservation of chernozem soil, make comprehensive use of saline-alkali lands, and carry out the third national survey of soils. Support will be given to water-efficient agriculture and dry farming in the Yellow River basin.
zh_cn: 加大黑土地保护和盐碱地综合利用力度。支持黄河流域发展节水农业、旱作农业。启动第三次全国土壤普查。

source: We will revitalize the seed industry at a faster pace, redouble efforts to develop and apply scientific and technological breakthroughs in agriculture, and upgrade agricultural machinery and equipment.
zh_cn: 加快推进种业振兴，加强农业科技攻关和推广应用，提高农机装备水平。

source: We will enhance our capacity to prevent and control meteorological disasters affecting agriculture as well as animal and plant diseases.
zh_cn: 提升农业气象灾害防控和动植物疫病防治能力。

source: We will see that hog production is better regulated and ensure the production and supply of livestock, poultry and aquatic products and vegetables.
zh_cn: 加强生猪产能调控，抓好畜禽、水产、蔬菜等生产供应，

source: Development of modern protected agriculture will be accelerated.
zh_cn: 加快发展现代化设施种养业。

source: We will provide support to boost cotton and sugarcane farming.
zh_cn: 支持棉花、甘蔗等生产。

source: All local governments shoulder responsibility for safeguarding China's food security. Those localities that rely on grain from other areas must do better in keeping their grain output stable.
zh_cn: 保障国家粮食安全各地区都有责任，粮食调入地区更要稳定粮食生产。

source: Everyone must work together to ensure that the country's “rice bag” and “vegetable basket” are well-filled, and that we have a secure food supply for more than 1.4 billion Chinese people.
zh_cn: 各方面要共同努力，装满“米袋子”、充实“菜篮子”，把14亿多中国人的饭碗牢牢端在自己手中。

source: We will fully consolidate and build on our achievements in poverty elimination.
zh_cn: 全面巩固拓展脱贫攻坚成果。

source: We will implement better monitoring and assistance mechanisms to prevent people from slipping back into poverty and see that people do not return to impoverishment in large numbers.
zh_cn: 完善落实防止返贫监测帮扶机制，确保不发生规模性返贫。

source: We will support areas that have been lifted out of poverty in developing distinctive local businesses, and bolster labor collaboration and vocational skills training to help people who are no longer in poverty steadily increase their incomes.
zh_cn: 支持脱贫地区发展特色产业，加强劳务协作、职业技能培训，促进脱贫人口持续增收。

source: We will enhance the self-development capacity of areas that are no longer in poverty. Stronger support measures will be adopted for key counties receiving assistance for rural revitalization; follow-up support will be given to people who have been relocated from inhospitable areas; collaboration between eastern and western regions and targeted and nongovernmental assistance efforts will be intensified; and the “10,000 private enterprises revitalizing 10,000 villages” initiative will be launched.
zh_cn: 强化国家乡村振兴重点帮扶县帮扶措施，做好易地搬迁后续扶持，深化东西部协作、定点帮扶和社会力量帮扶，大力实施“万企兴万村”行动，增强脱贫地区自我发展能力。

source: We will steadily and prudently advance rural reform and development.
zh_cn: 扎实稳妥推进农村改革发展。

source: We will run trials on extending the rural land contracts of whole counties by another 30 years on the expiration of second-round contracts.
zh_cn: 开展好第二轮土地承包到期后再延长30年整县试点。

source: We will deepen the reform of supply and marketing cooperatives, collective property rights, collective forest tenure, state forestry areas and farms, and state farms.
zh_cn: 深化供销社、集体产权、集体林权、国有林区林场、农垦等改革。

source: We will actively develop new collective economies in rural areas.
zh_cn: 积极发展新型农村集体经济。

source: We will improve financial services in rural areas to accelerate the development of the rural business sector.
zh_cn: 加强农村金融服务，加快发展乡村产业。

source: We will also expand county economies.
zh_cn: 壮大县域经济。

source: We will apply strict standards to the revocation and amalgamation of villages, protect both traditional villages and the features of our countryside, and enhance the guiding role of rural development plans.
zh_cn: 严格规范村庄撤并，保护传统村落和乡村风貌。

source: We will launch rural initiatives to improve infrastructure, such as water, electricity and gas supplies, roads, and mail and communications services, and upgrade rural toilets and sewage and refuse treatment facilities based on local conditions.
zh_cn: 启动乡村建设行动，强化规划引领，加强水电路气信邮等基础设施建设，因地制宜推进农村改厕和污水垃圾处理。

source: We will further cultivate civic virtue in villages and towns.
zh_cn: 深入开展文明村镇建设。

source: We will work harder to clear wage arrears owed to rural migrant workers, support rural migrant workers in finding jobs and starting businesses, and do everything possible to create more ways for rural people to increase their incomes from nonagricultural work.
zh_cn: 强化农民工工资拖欠治理，支持农民工就业创业，一定要让广大农民有更多务工增收的渠道。

source: 7. Pursuing higher-standard opening up and promoting stable growth of foreign trade and investment
zh_cn: （七）扩大高水平对外开放，推动外贸外资平稳发展。

source: We will make full use of international and domestic markets and resources, continue to expand international economic cooperation and trade, and push for in-depth reform and high-quality development by promoting high-standard opening up.
zh_cn: 充分利用两个市场两种资源，不断拓展对外经贸合作，以高水平开放促进深层次改革、推动高质量发展。

source: We will adopt a package of steps to stabilize foreign trade.
zh_cn: 多措并举稳定外贸。

source: We will expand the coverage of export credit insurance for micro, small and medium foreign trade firms, strengthen export credit support, refine foreign exchange services, expedite the process for export rebates, and help foreign trade enterprises receive orders and maintain production.
zh_cn: 扩大出口信用保险对中小微外贸企业的覆盖面，加强出口信贷支持，优化外汇服务，加快出口退税进度，帮助外贸企业稳订单稳生产。

source: We will move faster to develop new forms and models of foreign trade, give full play to the role of cross-border e-commerce, and support the establishment of a number of overseas warehouses.
zh_cn: 加快发展外贸新业态新模式，充分发挥跨境电商作用，支持建设一批海外仓。

source: We will actively increase imports of quality products and services.
zh_cn: 积极扩大优质产品和服务进口。

source: We will explore new ways to develop trade in services and digital trade, and implement a negative list for cross-border trade in services.
zh_cn: 创新发展服务贸易、数字贸易，推进实施跨境服务贸易负面清单。

source: The reform to simplify customs clearance will be deepened, and the building of an international logistic services system will be accelerated to help lower costs and raise efficiency in foreign trade.
zh_cn: 深化通关便利化改革，加快国际物流体系建设，助力外贸降成本、提效率。

source: We will make greater use of foreign investment.
zh_cn: 积极利用外资。

source: We will see that the negative list for foreign investment is fully observed and ensure national treatment for all foreign-invested enterprises.
zh_cn: 深入实施外资准入负面清单，落实好外资企业国民待遇。

source: We will encourage foreign-invested enterprises to move into a broader range of sectors, and support more foreign investment in medium- and high-end manufacturing, R&D, and modern services, as well as in the central, western and northeastern regions.
zh_cn: 扩大鼓励外商投资范围，支持外资加大中高端制造、研发、现代服务等领域和中西部、东北地区投资。

source: We will improve services for promoting foreign investment and accelerate the launching of major foreign-funded projects.
zh_cn: 优化外资促进服务，推动重大项目加快落地。

source: We will take solid steps to develop pilot free trade zones and the Hainan Free Trade Port, promote reform and innovation in economic development zones, boost the development of integrated bonded areas, and launch more trials on the extensive opening of the service sector.
zh_cn: 扎实推进自贸试验区、海南自由贸易港建设，推动开发区改革创新，提高综合保税区发展水平，增设服务业扩大开放综合试点。

source: The vast, open Chinese market is sure to provide even greater business opportunities for foreign enterprises in China.
zh_cn: 开放的中国大市场，必将为各国企业在华发展提供更多机遇。

source: We will promote high-quality cooperation under the Belt and Road Initiative.
zh_cn: 高质量共建“一带一路”。

source: We remain committed to the principle of achieving shared growth through consultation and collaboration. We will, on the basis of consolidating cooperation on enhancing connectivity, move steadily to open up new areas of cooperation.
zh_cn: 坚持共商共建共享，巩固互联互通合作基础，稳步拓展合作新领域。

source: New land-sea transit routes for the western region will be further developed.
zh_cn: 推进西部陆海新通道建设。

source: We will carry out outbound investment and international cooperation in a well-regulated way, and effectively guard against overseas risks.
zh_cn: 有序开展对外投资合作，有效防范海外风险。

source: We will deepen multilateral and bilateral economic and trade cooperation.
zh_cn: 深化多双边经贸合作。

source: The Regional Comprehensive Economic Partnership (RCEP) has created the largest free trade zone in the world. We will encourage enterprises to make good use of preferential tariff treatment, cumulation of origin, and other rules under the RCEP framework to expand cooperation on trade and investment.
zh_cn: 区域全面经济伙伴关系协定形成了全球最大自由贸易区，要支持企业用好优惠关税、原产地累积等规则，扩大贸易和投资合作。

source: We will work to negotiate and conclude high-standard free trade agreements with more countries and regions.
zh_cn: 推动与更多国家和地区商签高标准自贸协定。

source: We will remain firm in upholding the multilateral trade regime and will participate actively in the reform of the World Trade Organization.
zh_cn: 坚定维护多边贸易体制，积极参与世贸组织改革。

source: China is ready to work with all countries to enhance mutually beneficial cooperation and achieve win-win outcomes for all.
zh_cn: 中国愿与世界各国加强互利合作，实现共赢多赢。

source: 8. Continuing to Improve the Environment and Promoting Green and Low-Carbon Development
zh_cn: （八）持续改善生态环境，推动绿色低碳发展。

source: We will work harder to address pollution and protect and restore ecosystems.
zh_cn: 加强污染治理和生态保护修复，

source: We will promote development while also reducing emissions, and ensure greater harmony between humanity and nature.
zh_cn: 处理好发展和减排关系，促进人与自然和谐共生。

source: We will improve the environment with a holistic approach.
zh_cn: 加强生态环境综合治理。

source: We will work to make solid gains in the battle against pollution.
zh_cn: 深入打好污染防治攻坚战。

source: We will take coordinated steps to further control multiple atmospheric pollutants and treat them through coordination among regions.
zh_cn: 强化大气多污染物协同控制和区域协同治理，

source: We will take stronger action to treat pollution in major rivers, lakes, and bays, and sustain our progress on preventing and controlling soil pollution.
zh_cn: 加大重要河湖、海湾污染整治力度，持续推进土壤污染防治。

source: We will step up the treatment of solid waste and new pollutants and implement measures to sort refuse, reduce waste and boost recycling.
zh_cn: 加强固体废物和新污染物治理，推行垃圾分类和减量化、资源化。

source: We will improve policies to support environmental protection industries in conserving water and energy and recycling waste and used materials.
zh_cn: 完善节能节水、废旧物资循环利用等环保产业支持政策。

source: We will adopt a more region-specific approach to environmental management, launch greening programs in a well-conceived manner, and conduct in a coordinated way the conservation of mountain, river, forest, farmland, lake, grassland, and desert ecosystems.
zh_cn: 加强生态环境分区管控，科学开展国土绿化，统筹山水林田湖草沙系统治理，

source: We will protect biodiversity and advance the development of the national park-based nature reserve system.
zh_cn: 保护生物多样性，推进以国家公园为主体的自然保护地体系建设，

source: With these efforts, we will make our common home greener and more beautiful.
zh_cn: 要让我们生活的家园更绿更美。

source: We will take well-ordered steps to achieve peak carbon emissions and carbon neutrality.
zh_cn: 有序推进碳达峰碳中和工作。

source: The action plan for peaking carbon emissions will be put into effect.
zh_cn: 落实碳达峰行动方案。

source: To advance China's energy revolution and ensure energy supply, we will, based on our resource endowment, push forward the transformation toward low-carbon development, in accordance with overall planning and the principle of establishing the new before abolishing the old.
zh_cn: 推动能源革命，确保能源供应，立足资源禀赋，坚持先立后破、通盘谋划，推进能源低碳转型。

source: We will work harder to make coal usage cleaner and more efficient, while reducing the use of coal and replacing it with alternative energy sources in a well-ordered way.
zh_cn: 加强煤炭清洁高效利用，有序减量替代，

source: We will work to upgrade coal-fired power plants to conserve resources, reduce carbon emissions, make operations more flexible, and upgrade heating facilities.
zh_cn: 推动煤电节能降碳改造、灵活性改造、供热改造。

source: We will advance the planning and construction of large-scale wind and photovoltaic power bases with supporting power sources that are adjustable, develop pumped-storage hydroelectric plants, and boost the capacity of power grids to absorb electricity generated from renewable energy sources.
zh_cn: 推进大型风光电基地及其配套调节性电源规划建设，加强抽水蓄能电站建设，提升电网对可再生能源发电的消纳能力。

source: We will support the development of biomass energy.
zh_cn: 支持生物质能发展。

source: We will promote R&D and application of green and low-carbon technology, and develop green manufacturing and services.
zh_cn: 推进绿色低碳技术研发和推广应用，建设绿色制造和服务体系，

source: We will encourage the steel, non-ferrous metals, petrochemicals, chemicals and building materials industries to enhance energy conservation and reduce carbon emissions, and improve energy efficiency in transportation and buildings.
zh_cn: 推进钢铁、有色、石化、化工、建材等行业节能降碳，强化交通和建筑节能。

source: We are resolved to stop the blind development of energy-intensive projects with high emissions and backward production capacity.
zh_cn: 坚决遏制高耗能、高排放、低水平项目盲目发展。

source: We will enhance the carbon absorption capacity of our ecosystems.
zh_cn: 提升生态系统碳汇能力。

source: We will transition from assessing the total amount and intensity of energy consumption to assessing the total amount and intensity of carbon emissions, improve policy incentives for reducing pollution and carbon emissions and policy constraints on such emissions, develop green finance, and promote faster development of green and low-carbon ways of working and living.
zh_cn: 推动能耗“双控”向碳排放总量和强度“双控”转变，完善减污降碳激励约束政策，发展绿色金融，加快形成绿色低碳生产生活方式。

source: 9. Ensuring and improving the people's wellbeing and promoting better and new ways of conducting social governance
zh_cn: （九）切实保障和改善民生，加强和创新社会治理。

source: We will do everything within our capacity to keep enhancing public services and resolve issues that are of common concern to the people.
zh_cn: 坚持尽力而为、量力而行，不断提升公共服务水平，着力解决人民群众普遍关心关注的民生问题。

source: We will improve the fairness and quality of education.
zh_cn: 促进教育公平与质量提升。

source: We will ensure that education performs its fundamental mission of fostering virtue.
zh_cn: 落实立德树人根本任务。

source: We will promote high-quality, well-balanced development and urban-rural integration of compulsory education.
zh_cn: 推动义务教育优质均衡发展和城乡一体化，

source: We will allocate educational resources according to the size of residential population, see that school-age children can enroll in nearby schools, and ensure that all children of rural migrant workers in cities have access to education.
zh_cn: 依据常住人口规模配置教育资源，保障适龄儿童就近入学，解决好进城务工人员子女就学问题。

source: We will ensure that compulsory education teachers receive their pay packages in full and strengthen targeted training programs, on-the-job training, and salary guarantees for rural teachers.
zh_cn: 全面落实义务教育教师工资待遇，加强乡村教师定向培养、在职培训与待遇保障。

source: We will continue our efforts to reduce the burden on students in compulsory education.
zh_cn: 继续做好义务教育阶段减负工作。

source: We will increase resources for public-interest preschool education via multiple channels and promote the development of regular county high schools.
zh_cn: 多渠道增加普惠性学前教育资源。加强县域普通高中建设。

source: We will provide quality special needs education, continuing education, and specialized education and support and regulate the development of private schools.
zh_cn: 办好特殊教育、继续教育、专门教育，支持和规范民办教育发展。

source: We will promote general and proficient use of standard spoken and written Chinese.
zh_cn: 提升国家通用语言文字普及程度和质量。

source: To develop modern vocational education, we will upgrade vocational schools, refine the mechanism for integrating vocational education with industry, and enhance the adaptability of vocational education.
zh_cn: 发展现代职业教育，改善职业教育办学条件，完善产教融合办学体制，增强职业教育适应性。

source: We will develop higher education to its full potential and optimize its layout.
zh_cn: 推进高等教育内涵式发展，优化高等教育布局，

source: We will promote the development of world-class universities and academic disciplines on a categorized basis, move faster to train professionals we are badly lacking in the fields of science, engineering, agriculture and medicine, and support the development of higher education in central and western regions.
zh_cn: 分类建设一流大学和一流学科，加快培养理工农医类专业紧缺人才，支持中西部高等教育发展。

source: Universities and colleges will continue to enroll greater numbers of students from central and western regions and rural areas.
zh_cn: 高校招生继续加大对中西部和农村地区倾斜力度。
